<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%
String path = request.getContextPath();
String basePath = request.getScheme()+"://"+request.getServerName()+":"+request.getServerPort()+path+"/";
%>
<!DOCTYPE html>
<html lang="en">
<head>
	<meta charset="UTF-8">
	<title>快传音视频开放平台_提供音视频通讯加速,一对一视频通话，视频直播等通讯加速API及SDK</title>
	<meta name="keywords" content="一对一音视频通话,音视频通讯,音视频通讯加速,音视频通话,在线教育,视频通话,视频会议,互联网语音,通讯加速,快传,快传技术," >
	<meta name="description" content="快传音视频通讯平台让开发者轻松接入一对一视频通话,音视频通讯加速,视频直播等能力,快速搭建音视频通讯,视频通话/会议应用,通讯加速,音视频引擎让视频更流畅。" >
	<%@include file="/front/resource1.jsp"%>
	<link rel="stylesheet" type="text/css" href="<%=path%>/front/css1/culture.css">
</head>
<body>
	<%@include file="/front/head2.jsp"%>
	<!--主体部分 cul_content bof-->
    <div class="cul_content">
        <div class="item_box box12">
            <div class="item_box_wp">
                <h4>快传服务条款</h4>
                <div class="items_list">
                    <p>快传融合通讯开放平台的所有权和运营权归快传公司所有，并保留随时变更平台提供的信息与服务的权利。快传所提供的相关信息和服务的使用者（以下简称“用户”）在使用前同意以下的所有条款。</p>
                    <strong>一、服务简介</strong>
                    <p>1.用户在快传融合通讯开放平台上发布的信息内容由用户及快传公司共同所有，任何其他组织或个人未经用户本人授权同意，不得复制、转载、擅改其内容。用户不得在快传融合通讯开放平台发布和散播任何形式的含有下列内容的信息：<br />1）为相关法律法规所禁止；<br />2）有悖于社会公共秩序和善良风俗；<br />3）损害他人合法权益；<br />4）其他快传认为不适当在本平台发布的内容。 快传保留删除和变更上述相关信息的权利。</p>
                    <p>2.用户应保证在快传融合通讯开放平台的注册信息的真实、准确和完整，并在资料变更时及时更新相关信息。对于任何信息不实所导致的用户本人或第三方损害，快传公司不承担任何责任。用户应妥善保管个人注册信息及登录密码等资料，用户将对以其注册用户名进行的所有活动和事件负法律责任。</p>
                    <p>3.用户同意使用快传融合通讯开放平台服务所潜在的风险及其一切可能的后果将完全由自己承担，快传公司对这些可能的风险和后果不承担任何责任。</p>
                    <strong>二、快传的权利和义务</strong>
                    <p>快传公司不保证快传融合通讯开放平台提供的服务能够满足用户的所有要求，也不保证已存在的服务不会中断，对这些服务的及时性、安全性、准确性也不作保证。对于因系统维护或升级的需要而需暂停网络服务的情形，快传公司将视具体情形尽可能事先在重要页面发布通知。同时，快传公司保留在不事先通知用户的情况下中断或终止部分或全部服务的权利，对于因服务的中断或终止而造成的用户或第三方的任何损失，快传公司不承担任何责任。</p>
                    <strong>三、免责声明 </strong>
                    <p>1.用户同意尊重和维护快传融合通讯开放平台以及其他用户的合法权益。用户因违反有关法律、法规或协议规定中的任何条款而给快传公司或任何第三方造成的损失，用户同意承担由此造成的一切损害赔偿责任。</p>
                    <strong>四、协议的解释、变更与终止 </strong>
                    <p>1.在适用法律允许的范围内，快传公司保留对本协议任何条款的解释权和随时变更的权利。快传公司可能会随时根据需要修改本协议的任一条款。如发生此类变更，快传公司会提供新版本的条款。用户在变更后对快传融合通讯开放平台服务的使用将视为已完全接受变更后的条款。</p>
                    <p>2.本协议在根据下述规定终止前，将会一直适用。当下列情况出现时，快传公司可以随时中止与用户的协议：<br />1) 用户违反了本协议中的任何规定；<br />2) 法律法规要求终止本协议; <br />3) 快传公司认为实际情形不再适宜继续执行本协议</p>
                    <strong>五、法律适用与司法管辖 </strong>
                    <p>本协议及因本协议产生的一切法律关系及纠纷，均适用中华人民共和国法律。用户与快传公司在此同意以快传公司营业所在地法院管辖。</p>
                </div>
            </div>
        </div>

        

	</div>
    <%-- <%@include file="/front/callus.jsp"%> --%>
	<!--主体部分 cul_content eof-->
</body>
</html>